-NAME q03
-COMPARE_RESULT 1
-QUERY MATCH (comment:Comment) RETURN MIN(comment.browserUsed)
---- 1
Chrome
